Repository: Terralego/TerraVisu
Catalog: project/locales/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome to TerraVisu debug interface.
fr: Bienvenue sur l'interface de debug de TerraVisu.

source: Accounts
fr: Comptes

source: Is able to create, delete, update users
fr: Peut créer, supprimer, mettre à jour des utilisateurs

source: Is able to create, delete, update groups
fr: Peut créer, supprimer, mettre à jour des groupes

source: Can manage layers
fr: Peut gérer les couches de données

source: Can manage sources
fr: Peut gérer les sources de données

source: Can manage base map layers
fr: Peut gérer les fonds de plan de cartes

source: Unique identifier
fr: Identifiant unique

source: email address
fr: Courriel

source: staff status
fr: statut équipe

source: Designates whether the user can log into this admin site.
fr: Défini si l'utilisateur peut accéder à l'admin du site.

source: active
fr: actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Défini si l'utilisateur est considéré comme actif. Désactiver au lieu de supprimer les comptes.

source: Report manager
fr: Gestionnaire des signalements

source: Designates whether this user needs to receive email notifications about incoming reports, and monthly reports summary.
fr: Défini si cet utilisateur doit recevoir les notifications e-mail lorsqu'un signalement est reçu, ainsi que le récapitulatif mensuel des signalements.

source: Declaration manager
fr: Gestionnaire des déclarations

source: Designates whether this user needs to receive email notifications about incoming declarations, and monthly declarations summary.
fr: Défini si cet utilisateur doit recevoir les notifications e-mail lorsqu'une déclaration est reçue, ainsi que le récapitulatif mensuel des déclarations.

source: date joined
fr: date d'inscription

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Functional permission
fr: Permission fonctionnelle

source: Functional permissions
fr: Permissions fonctionnelles

source: Permanent access token
fr: Jeton d'accès permanent

source: Permanent access tokens
fr: Jetons d'accès permanents

source: Login to
fr: Connexion à

source: Log in
fr: Connexion

source: Reset password
fr: Mot de passe oublié ?

source: OIDC connect
fr: Connexion via OIDC

source: Welcome to TerraVisu configuration interface.
fr: Bienvenue sur l'interface de configuration de TerraVisu.

source: Instance customization
fr: Personnalisation de l'instance

source: Celery
fr: Tâches asynchrones (Celery)

source: Recent actions
fr: Actions récentes

source: Success
fr: Succès

source: Error
fr: Erreur

source: Warning
fr: Alerte

source: Pending
fr: En cours

source: Need sync
fr: À synchroniser

source: Done
fr: Terminé

source: In progress
fr: En cours

source: Failed to refresh data
fr: L'actualisation des données a échoué

source: Source refreshed successfully
fr: Source actualisée avec succès

source: Source refreshed partially
fr: Source en partie actualisée

source: PostGIS Source
fr: Source PostGIS

source: PostGIS Sources
fr: Sources PostGIS

source: GeoJSON Source
fr: Source GeoJSON

source: GeoJSON Sources
fr: Sources GeoJSON

source: Shapefile Source
fr: Source Shapefile

source: Shapefile Sources
fr: Sources Shapefile

source: Command Source
fr: Source Commande

source: Command Sources
fr: Sources Commandes

source: WMTS Source
fr: Source WMTS

source: WMTS Sources
fr: Sources WMTS

source: CSV Source
fr: Source CSV

source: CSV Sources
fr: Sources CSV

source: latlong_field must be defined when coordinates are set to one column
fr: latlong_field doit être défini quand les coordonnées sont dans une seule colonne

source: Coordinates order must be specified when coordinates are set to one column
fr: L'ordre des coordonnées doit être spécifié quand les coordonnées sont dans une seule colonne

source: Coordinates separator must be specified when coordinates are set to one column
fr: Le séparateur des coordonnées doit être spécifié quand les coordonnées sont dans une seule colonne

source: Latitude field must be specified when coordinates are set to two columns
fr: le champ 'Latitude' doit être spécifié quand les coordonnées sont dans deux colonnes

source: Longitude field must be specified when coordinates are set to two columns
fr: le champ 'Longitude' doit être spécifié quand les coordonnées sont dans deux colonnes

source: Incorrect value for coordinates field
fr: Valeur incorrecte pour le champ 'coordinates'

source: %(title)s : Data source %(obj)s refresh ended with state %(success_state)s
fr: %(title)s : L'actualisation de la source de données %(obj)s s'est terminée par un statut %(success_state)s

source: Periodic
fr: Périodique

source: Each time a source refresh
fr: À chaque actualisation de source

source: Instance title
fr: Titre de l'instance

source: Instance credits
fr: Crédits de l'instance

source: Logo frontend URL
fr: URL du logo de l'application

source: Splashscreen enabled
fr: Logo de démarrage activé

source: Splashscreen
fr: Logo de démarrage

source: Map bbox lng mini
fr: Longitude mini de la BBox de la carte

source: Map bbox lng maxi
fr: Longitude maxi de la BBox de la carte

source: Map bbox lat mini
fr: Latitude mini de la BBox de la carte

source: Map bbox lat maxi
fr: Latitude maxi de la BBox de la carte

source: Map max zoom
fr: Zoom maximum de la carte

source: Map min zoom
fr: Zoom minimum de la carte

source: Map default zoom
fr: Zoom par défaut de la carte

source: Map default lng
fr: Longitude par défaut du centre de la carte

source: Map default lat
fr: Latitude par défaut du centre de la carte

source: Frontend view root path
fr: Chemin de la vue racine de l'application

source: OpenID: SSO login button text
fr: OpenID: Texte du bouton de connexion

source: OpenID: Default login button text
fr: OpenID: Texte par défaut du bouton de connexion

source: Content of info tab in frontend
fr: Contenu de l'onglet 'Informations' de l'application

source: Email addresses to send refresh done reports. (comma separated values)
fr: Courriels destinataires des rapports d'actualisation. (valeurs séparées par des virgules)

source: Minimum report status level to send email to refresh recipients.
fr: Statut minimal du rapport pour envoyer les rapports par mails.

source: Source refresh report type, periodic or everytime a source refresh.
fr: Type de rapport d'actualisation de source, périodique ou à chaque fois.

source: Last periodic source refresh report datetime. Do not change it
fr: Dernière dte/heure de rapport périodique.

source: Activate MapboxDraw Control to measure distance on the map
fr: Activer le contrôle MapBox des mesures sur la carte.

source: Define custom MapboxDraw style for the distance measure control
fr: Définissez un style spécifique pour le contrôle des mesures sur la carte.

source: Enable search in layers in the search bar map control
fr: Active la recherche dans les couches via le contrôle de recherche sur la carte.

source: Enable search in locations in the search bar map control
fr: Active la recherche par lieu sur la carte.

source: Search provider for the search in locations feature
fr: Fournisseur de recherche par lieu

source: Nominatim search service base url
fr: URL de recherche du service Nominatim

source: Use nominatim's viewbox option to filter search results
fr: Utiliser l'option 'viewbox' de Nominatim pour filtrer les résultats

source: Minimum latitude coordinate for nominatim viewbox
fr: Latitude minimum pour l'option 'viewbox' de Nominatim

source: Minimum longitude coordinate for nominatim viewbox
fr: Longitude minimum pour l'option 'viewbox' de Nominatim

source: Maximum latitude coordinate for nominatim viewbox
fr: Latitude maximum pour l'option 'viewbox' de Nominatim

source: Maximum longitude coordinate for nominatim viewbox
fr: Longitude maximum pour l'option 'viewbox' de Nominatim

source: Signature at the end of Reports or Declarations notifications e-mails
fr: Signature insérée à la fin des e-mails de notification concernant les Signalements et Déclarations

source: General Options
fr: Options générales

source: Emails
fr: Courriels

source: Map max BBOX
fr: Zoom maximum de la carte

source: Map zoom range
fr: Zoom maximum / minimum de la carte

source: Map default position
fr: Position par défaut de la carte

source: Mapbox options
fr: Options MapBox

source: Other options
fr: Autres options

source: %(title)s: Error when refreshing data source <b>"%(source_name)s"</b>
fr: %(title)s : Erreur lors de l'actualisation de la source de données <b>"%(source_name)s"</b>

source: %(title)s: Data source <b>"%(source_name)s"</b> refreshed
fr: %(title)s : La source de données <b>"%(source_name)s"</b> a été actualisée

source: Hi,<br> <br> Data source "%(source_name)s" refresh ended on <b>%(refresh_datetime)s</b>.<br>
fr: Bonjour,<br> <br> L'actualisation de la source de données "%(source_name)s" s'est terminée le <b>%(refresh_datetime)s</b>.<br>

source: Objects
fr: Objets

source: Start
fr: Début

source: End
fr: Fin

source: Adding
fr: Ajout(s)

source: Updates
fr: Mise(s) à jour

source: Deletion
fr: Suppression(s)

source: Hi, Data source "%(source_name)s" refresh ended on %(refresh_datetime)s. Started at %(refresh_start)s Ended at %(refresh_ended)s %(total)s total features with %(added_lines)s added features %(modified_lines)s modified features %(deleted_lines)s deleted features
fr: Bonjour, L'actualisation de la source de données "%(source_name)s" s'est terminée le %(refresh_datetime)s. Début : %(refresh_start)s Fin : %(refresh_ended)s %(total)s objets au total dont %(added_lines)s objets ajoutés %(modified_lines)s objets modifiés %(deleted_lines)s objets supprimés

source: Its status is: %(status)s.
fr: Son status est : %(status)s.

source: No problem detected. Regards, The %(instance_title)s team
fr: Auun problème n'a été detecté. Cordialement, L'équipe %(instance_title)s

source: %(title)s: Periodic data source refresh report
fr: %(title)s : Rapport périodique d'actualisation des sources de données

source: Hi,<br> <br> Here is source refresh report:<br>
fr: Bonjour,<br> <br> Voici le rapport d'actualisation des sources de données :<br>

source: %(count)s source(s) were successfully refreshed:
fr: %(count)s source(s) actualisée(s) avec succès :

source: on
fr: le

source: %(count)s source(s) refreshed with one or more warning:
fr: %(count)s source(s) actualisée(s) avec une ou plusieurs alertes:

source: Hi, Here is source refresh report:\n
fr: Bonjour, Voici le rapport d'actualisation des sources de données :

source: %(count)s source(s) were successfully refreshed:
fr: %(count)s source(s) actualisée(s) avec succès :

source: %(count)s source(s) refreshed with one or more warning:
fr: %(count)s source(s) actualisé(e) avec une ou plusieurs alertes :

source: %(count)s source(s) refreshed with one or more error:
fr: %(count)s source(s) actualisée(s) avec une ou plusieurs erreurs :

source: Regards, The %(instance_title)s team
fr: Cordialement, L'équipe %(instance_title)s

source: Layer identifier
fr: Identifiant de la couche

source: Status changes
fr: Changements de statut

source: Files
fr: Documents

source: Free comment
fr: Commentaire libre

source: Content
fr: Contenu

source: Layer
fr: Couche

source: Report
fr: Signalement

source: Deleted user
fr: Utilisateur supprimé

source: Email
fr: Courriel

source: Feature
fr: Objet

source: Field
fr: Champ

source: Declaration
fr: Déclaration

source: No user
fr: Pas d'utilisateur

source: Deleted email
fr: Email supprimé

source: See user
fr: Voir utilisateur

source: ID
fr: Identifiant

source: Created at
fr: Créé le

source: Status
fr: Statut

source: Export selected declarations as CSV
fr: Exporter les déclarations sélectionnées en CSV

source: Creation month
fr: Mois de création

source: Monthly declarations summary
fr: Récapitulatif mensuel des déclarations

source: Monthly reports summary
fr: Récapitulatif mensuel des signalements

source: Object
fr: Objet

source: Map
fr: Carte

source: Story
fr: Histoire

source: URL to compare feature from this layer to another one.
fr: URL pour comparer les objets de cette couche entre eux.

source: Source field to get value to compare.
fr: Champ de la source de donnée à utiliser pour la comparaison.

source: Separator to generate query params from field values.
fr: Séparateur à utiliser pour les valeurs de champs des objets à comparer.

source: Copy
fr: Copie

source: New
fr: Nouveau

source: Accepted
fr: Accepté

source: Rejected
fr: Rejeté

source: Fields
fr: Champs

source: Report config
fr: Configuration de signalement

source: Reports configs
fr: Configurations des signalements

source: Help text to guide users when filling this field
fr: Description pour guider les utilisateurs dans le remplissage du champ

source: Help text
fr: Description

source: Required
fr: Requis

source: Order
fr: Ordre

source: Report field
fr: Champ de signalement

source: Reports fields
fr: Champs des signalements

source: Report configuration
fr: Configuration du signalement

source: Report status
fr: Statut du signalement

source: Reports
fr: Signalements

source: Report file
fr: Document du signalement

source: Report files
fr: Documents des signalements

source: Declaration form
fr: Formulaire de déclaration

source: Title of the declaration form
fr: Titre du formulaire de déclaration

source: Declaration config
fr: Configuration des déclarations

source: Declaration configs
fr: Configurations des déclarations

source: Display title for this field
fr: Titre du champ

source: Declaration field
fr: Champ du formulaire de déclaration

source: Declaration fields
fr: Champs du formulaire de déclaration

source: Declaration status
fr: Statut de la déclaration

source: Submitter email
fr: Email du déclarant

source: Declarations
fr: Déclarations

source: Declaration file
fr: Document de la déclaration

source: Declaration files
fr: Documents de la déclaration

source: Manager message
fr: Message des gestionnaires

source: Status before update
fr: Statut avant la mise à jour

source: Status after update
fr: Statut après la mise à jour

source: Status change
fr: Changement de statut

source: 'tiles' should not be filled for mapbox base layers.
fr: 'tiles' ne doit pas être saisi pour les fonds de plan mapbox.

source: 'map_box_url' should be filled for mapbox base layers.
fr: 'map_box_url' ne doit pas être saisi pour les fonds de plan mapbox.

source: 'tiles' should be filled for raster and vector base layers.
fr: 'tiles' doit être saisi pour les fonds de plan raster et vecteur.

source: 'map_box_url' should not be filled for raster and vector base layers.
fr: 'map_box_url' ne doit pas être saisi pour les fonds de plan raster et vecteur.

source: Hi, Your declaration has been changed to status "%(status)s". %(administrators_message)s Regards, %(report_mail_signature)s
fr: Bonjour, Votre déclaration a été passée au statut "%(status)s". %(administrators_message)s Cordialement, %(report_mail_signature)s

source: Hi, Your report regarding layer "%(layer)s" has been changed to status "%(status)s". %(administrators_message)s Regards, %(report_mail_signature)s
fr: Bonjour, Votre signalement concernant la couche de données "%(layer)s" a été passé au statut %(status)s. %(administrators_message)s Cordialement, %(report_mail_signature)s

source: Hi, Please find below the monthly summary of created and updated declarations on %(instance_title)s.
fr: Bonjour, Veuillez trouver ci-dessous le récapitulatif mensuel des déclarations créées et mises à jour sur %(instance_title)s.

source: DECLARATIONS CREATED IN %(last_month)s (%(created_count)s IN TOTAL)
fr: DÉCLARATIONS CRÉÉES EN %(last_month)s (%(created_count)s AU TOTAL)

source: ▶ No new declarations created in %(last_month)s
fr: ▶ Aucune déclaration créée en %(last_month)s

source: DECLARATIONS UPDATED IN %(last_month)s (%(updated_count)s IN TOTAL)
fr: DÉCLARATIONS MISES À JOUR EN %(last_month)s (%(updated_count)s AU TOTAL)

source: ▶ No updated declarations in %(last_month)s
fr: ▶ Aucune déclaration mise à jour en %(last_month)s

source: updated at
fr: mis à jour le

source: DECLARATIONS DISTRIBUTION
fr: RÉPARTITION DES DÉCLARATIONS

source: In %(last_month)s (%(created_count)s in total) :
fr: En %(last_month)s (%(created_count)s au total) :

source: From the start (%(total_count)s in total) :
fr: Depuis le début (%(total_count)s au total) :

source: Regards,
fr: Bien cordialement,

source: Hi, A new declaration has been submitted. You can consult it at : %(url)s Regards, %(report_mail_signature)s
fr: Bonjour, Une déclaration a été reçue. Vous pouvez la consulter ici : %(url)s Cordialement, %(report_mail_signature)s

source: Hi, A new report regarding layer "%(layer)s" has been submitted. You can consult it at : %(url)s Regards, %(report_mail_signature)s
fr: Bonjour, Un signalement concernant la couche de données "%(layer)s" a été reçu. Vous pouvez le consulter ici : %(url)s Cordialement, %(report_mail_signature)s

source: Hi, Please find below the monthly summary of created and updated reports on %(instance_title)s.
fr: Bonjour, Veuillez trouver ci-dessous le récapitulatif mensuel des signalements créés et mis à jour sur %(instance_title)s.

source: REPORTS CREATED IN %(last_month)s (%(created_count)s IN TOTAL)
fr: SIGNALEMENTS CRÉÉS EN %(last_month)s (%(created_count)s AU TOTAL)

source: ▶ No new reports created in %(last_month)s
fr: ▶ Aucun signalement créé en %(last_month)s

source: REPORTS UPDATED IN %(last_month)s (%(updated_count)s IN TOTAL)
fr: SIGNALEMENTS MIS À JOUR EN %(last_month)s (%(updated_count)s AU TOTAL)

source: ▶ No updated reports in %(last_month)s
fr: ▶ Aucun signalement mis à jour en %(last_month)s

source: REPORTS DISTRIBUTION
fr: RÉPARTITION DES SIGNALEMENTS

source: New report submitted
fr: Nouveau signalement reçu

source: New declaration submitted
fr: Nouvelle déclaration reçue

source: Optional message to send user on status change
fr: Message optionnel à transmettre à l'utilisateur qui a soumis le signalement, lors du changement de statut

source: Managers message
fr: Message des gestionnaires

source: Your report has been updated
fr: Votre signalement a été mis à jour

source: Your declaration has been updated
fr: Votre déclaration a été mise à jour

source: Sprite icon
fr: Icône de 'sprite'

source: Sprite icons
fr: Icônes de 'sprite'

source: If defined, this extra menu item is only displayed to theses groups members.
fr: Si définie, cette entrée de menu est affichée uniquement aux membres de ces groupes.

source: Extra menu item
fr: Entrée de menu supplémentaire

source: Extra menu items
fr: Entrées de menu supplémentaires
